---
kind: property
id: P:Autodesk.Revit.DB.ExportLineweightTable.Count
source: html/fb3b6ce6-5418-d838-ff4d-6e7eefb15950.htm
---
# Autodesk.Revit.DB.ExportLineweightTable.Count Property

Count of the items contained in the collection.

## Syntax (C#)
```csharp
public int Count { get; }
```